{
  "headers": {
    "received": "by mail-pg1-f172.google.com with SMTP id x29so612985pgk.6        for \u003cca8e8366e3c165b58147@cloudmailin.net\u003e; Thu, 04 Mar 2021 21:47:17 -0800",
    "date": "Fri, 05 Mar 2021 01:53:45 -0300",
    "from": "\"GABRIEL ARAGÃO\" \u003cbatista.gabriel.aragao@gmail.com\u003e",
    "to": "ca8e8366e3c165b58147@cloudmailin.net",
    "message_id": "\u003cCAByQVv+AJ=3fHjUzX+akGn75bVwLBNdZQcLptAgzHs7d_pit2A@mail.gmail.com\u003e",
    "in_reply_to": "\u003cCAByQVvLPLUUowjwLNZ2onF8xmQBX4nk2UQgegCBocWYCK_QGOg@mail.gmail.com\u003e",
    "references": "\u003cxmu8dmn0owt6h0nw7oc5@convertkit-mail4.com\u003e \u003cCAByQVvLPLUUowjwLNZ2onF8xmQBX4nk2UQgegCBocWYCK_QGOg@mail.gmail.com\u003e",
    "subject": "Fwd: “Amazônia-1” fora de controle / STF investe em IA / Inventor do Kinect e HoloLens lança novo projeto",
    "mime_version": "1.0",
    "content_type": "multipart/alternative; boundary=0000000000002284e705bcc2df4c",
    "dkim_signature": "v=1; a=rsa-sha256; c=relaxed/relaxed;        d=gmail.com; s=20161025;        h=mime-version:references:in-reply-to:from:date:message-id:subject:to;        bh=sKdEzak+IGl8LyKWcUP+YdPoj9LJbFhPtiGmJp4/r+Y=;        b=bT1p8EtLxbjn+gVj3cLl8nqKSGirzWj0xlH10Rk3W0px/Vbg4gQVaHmNGtN9/6cN7G         2g7oG3CDHEGN6l5LuMhew8Oeg1lsOpCoOB/XHBfI03XAS4aQWUJ16OzhdCNoagSYua/h         BJ1hMMvbBnCDv/oMVHRDhH3G1RmLo60fuxjGQr6B/6gG3kMQMHnLypUs3Rv1RYHmtYFj         SwaoBsmQ2rVy27R6drOjQYaUYy8E/vUBlMbTXwmTfE7/wuqp217RbgQXU5+LsyRUL9RL         ewRIfZ8nCSy8A6rZ3dpiF9JeKvMHWS63q6hAsU4ZU1YujmXbgOMB8drdo9RJqa611kIX         mYnw==",
    "x_google_dkim_signature": "v=1; a=rsa-sha256; c=relaxed/relaxed;        d=1e100.net; s=20161025;        h=x-gm-message-state:mime-version:references:in-reply-to:from:date         :message-id:subject:to;        bh=sKdEzak+IGl8LyKWcUP+YdPoj9LJbFhPtiGmJp4/r+Y=;        b=eHhGB9Vbm625FfnyzXMgBbm86Parma1zMBeNr1KJA0/pyXpoRVHKKQOs7SVc5TuJh/         X+etYvEQp0mXfkNPr0BN1v7zjiYAqRuFS4v1v6BFmsGE0uey+PGN+9kGO+/T6x3apGIn         xj0xJbQn9q6GcrJ/6lQQzQDQTi2qNdv5VwyKIZ3yD3mejXV7Dw76uMfe1fQidPMwEBye         wroS8qnGsgJcgZ0MANLWG1l3M7HAwVN9xaFysck81wmeP9zJeOliEsS0rpuTW/U+6Pef         ssi2phWRni5HYLSqhC5oFPkYx8UPtn0h15YDEpNyQWlOOqCns1KvgmCWnrLSoPlcEZT2         CR4Q==",
    "x_gm_message_state": "AOAM532qLEzF/+iTzS/pKYK+ybZQty7hp7lUDiVPsHjfy5eVRDbz/PsL\tyQSokCdzEWR+dDqHZLEI77xnZ4Gvk8sMU8I0YhJaoz0L64Y=",
    "x_google_smtp_source": "ABdhPJxnq6cz7jwh/WStzyEtCOkMbp1b9yynoCqj3TXG58C+BvmjzoLto2sec3u1JIEqTS1Wbn9u9WHUvCI8kv8Q1jA=",
    "x_received": "by 2002:a17:902:8548:b029:e2:ecb5:3e4 with SMTP id d8-20020a1709028548b02900e2ecb503e4mr6998409plo.79.1614920036810; Thu, 04 Mar 2021 20:53:56 -0800 (PST)"
  },
  "envelope": {
    "to": "ca8e8366e3c165b58147@cloudmailin.net",
    "recipients": [
      "ca8e8366e3c165b58147@cloudmailin.net"
    ],
    "from": "batista.gabriel.aragao@gmail.com",
    "helo_domain": "mail-pg1-f172.google.com",
    "remote_ip": "209.85.215.172",
    "tls": true,
    "tls_cipher": "TLSv1.3",
    "md5": "c8af6c2693e71afc9955a0a1c8cc8060",
    "spf": {
      "result": "neutral",
      "domain": "gmail.com"
    }
  },
  "plain": "---------- Forwarded message ---------\r\nFrom: GABRIEL ARAGÃO \u003cbatista.gabriel.aragao@gmail.com\u003e\r\nDate: Fri, Mar 5, 2021 at 12:49 AM\r\nSubject: Fwd: “Amazônia-1” fora de controle / STF investe em IA / Inventor\r\ndo Kinect e HoloLens lança novo projeto\r\nTo: \u003cca8e8366e3c165b58147@cloudmailin.net\u003e\r\n\r\n\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: Filipe Deschamps Newsletter \u003cnewsletter@filipedeschamps.com.br\u003e\r\nDate: Wed, Mar 3, 2021 at 11:28 AM\r\nSubject: “Amazônia-1” fora de controle / STF investe em IA / Inventor do\r\nKinect e HoloLens lança novo projeto\r\nTo: \u003cbatista.gabriel.aragao@gmail.com\u003e\r\n\r\n\r\n*Turma, estamos no meio da semana, tenham uma feliz quarta! *Após as\r\nnotícias, a gente destaca um recurso de escritório para aumento de\r\nprodutividade e saúde que todo mundo deveria considerar:\r\n\r\n*Satélite Amazônia-1 pode estar fora de controle*: em duas passagens,\r\nrastreadores de satélites nos EUA e na Itália captaram sinais indicando que\r\no primeiro satélite com desenvolvimento 100% nacional estaria girando fora\r\nde controle. O INPE (Instituto Nacional de Pesquisas Espaciais) ainda não\r\nse pronunciou. A situação pode ser reversível, no entanto, com o envio de\r\ncomandos para os giroscópios do sistema de controle de altitude. As\r\ninformações são do blog Mensageiro Sideral da Folha de S.Paulo.\r\n\r\n*STF quer usar mais tecnologia, inclusive IA*: Luís Roberto Barroso,\r\nministro do Supremo, afirmou que a inteligência artificial “VICTOR” tem\r\nprestado um serviço valioso, especialmente nos recursos extraordinários,\r\nseparando o que é repetitivo e verificando as principais peças de\r\nprocessos. O VICTOR é uma ferramenta desenvolvida em parceria com a\r\nUniversidade de Brasília para agilizar e organizar a tramitação de\r\nprocessos judiciais, mas sem poder de julgamento. As informações são da\r\nMobile Time.\r\n\r\n*Microsoft apresenta Mesh, sistema de realidade mista para reuniões à\r\ndistância*: o projeto é de Alex Kipman, o inventor do Kinect e HoloLens, e\r\né uma plataforma colaborativa que cria experiências virtuais e realidade\r\naumentada compartilhadas. Kipman afirma que no futuro, colegas de trabalho\r\npoderão utilizar o recurso para se conectar ao Microsoft Teams e colaborar\r\ncomo se estivessem no mesmo local físico, em especial arquitetos,\r\nengenheiros e designers trabalhando em modelos 3D. As informações são do\r\nsite The Verge.\r\n\r\n*Empresa financiada por Bill Gates, Robert Downey Jr. e Tony Fadell,\r\ninventor do iPod, cria novo tipo de motor elétrico*: a Turntide\r\nTechnologies criou um motor elétrico controlado por software chamado de\r\nmotor de relutância variável (SRM na sigla em inglês) que usa pulsos\r\nprecisos de energia ao invés de um fluxo constante de eletricidade para\r\ncriar torque. A tecnologia só é possível agora por causa do aumento no\r\npoder de computação dos últimos anos, necessário para controlar o sistema.\r\nA tecnologia é aplicável a 95% dos locais onde motores elétricos comuns são\r\nusados hoje, mas o foco inicial da empresa será em edifícios inteligentes.\r\nAs informações são do TechCrunch.\r\n\r\n*Bilionário japonês vai escolher 8 membros para missão lunar em nave\r\nespacial da SpaceX*: o projeto “dearMoon” do empresário Yusaku Maezawa é a\r\nprimeira missão civil à Lua, uma viagem com duração de uma semana e\r\nlançamento previsto para 2023. Qualquer pessoa pode se inscrever no projeto\r\naté 14 de março. O processo seguirá com uma triagem inicial, entrevista\r\nonline, entrevista final e triagem médica que ocorrerá no final de maio\r\ndeste ano. As informações são do site Space.\r\n\r\n*Microsoft lança Power Fx, linguagem de programação low-code*: a linguagem\r\né open source e de propósito geral, baseada em fórmulas semelhantes a\r\nplanilhas do Excel, fortemente tipada, declarativa e funcional, com lógica\r\nimperativa e gerenciamento de estado disponível conforme necessário. Parte\r\nda documentação já está disponível no repositório “microsoft/power-fx” do\r\nGitHub, mas a implementação da linguagem levará algum tempo ainda.\r\n\r\n*Toyota desenvolve sistema de célula de combustível de hidrogênio modular*:\r\no sistema integra todos os principais componentes de uma célula de\r\ncombustível como o tratamento do suprimento de ar e hidrogênio,\r\nresfriamento e controle de energia em um único módulo compacto, tornando-o\r\nfacilmente adaptável em caminhões, ônibus, trens, navios ou geradores de\r\nenergia. O módulo vem em duas configurações, pesando cerca de 250 kg e\r\nproduz até 80 kW de potência. As informações são da página de imprensa da\r\nToyota.\r\n\r\n*Microsoft afirma que hackers chineses estão invadindo servidores Exchange*:\r\nquatro vulnerabilidades zero-day estão sendo exploradas para roubar dados\r\nde empresas de defesa, escritórios de advocacia e pesquisadores de doenças\r\ninfecciosas nos EUA. A empresa já emitiu patches para instâncias Exchange\r\nlocais e hospedadas, das versões 2013 a 2019. Segundo a Microsoft, o\r\n“Hafnium” é um grupo hacker de espionagem cibernética altamente qualificado\r\ne sofisticado patrocinado pela China. As informações são do The Register.\r\n\r\n*Microsoft lança Azure Percept, kit de hardware e software para computação\r\nde IA em borda*: o sistema de “edge computing” entrega um nível de\r\ninteligência artificial para tomar decisões onde quer que estejam, ao invés\r\nde depender totalmente de serviços de back-end, como por exemplo, câmeras\r\nque gravam seletivamente quando detectam certos objetos, situações ou\r\npessoas, ou sensores que fazem ajustes em máquinas e equipamentos em tempo\r\nreal ao invés de transmitir cada leitura e aguardar instruções de um\r\nservidor. O kit custa 349 dólares e já pode ser comprado na loja online da\r\nMicrosoft. As informações são do The Register.\r\n\r\n*Google lança Chrome 89*: a atualização deixa o gerenciamento e troca de\r\nperfis mais fácil e personalizável, traz um novo recurso para criar lista\r\nde leituras, novo sistema para busca por todas as abas abertas, HTTPS por\r\npadrão quando usuários não definem o protocolo de uma página, além de\r\nvárias outras novidades. As informações são do site 9to5Google.\r\n\r\n*Google Fonts agora também oferece ícones gratuitos*: o conjunto de dois\r\nmil ícones distintos está disponível em cinco estilos (preenchido,\r\ncontornado, arredondado, bicolor e nítido) e em uma variedade de tamanhos e\r\ndensidades para download. Os ícones são criados com base nos princípios do\r\n“Material Design” do Google. As informações são do site 9to5Google.\r\n\r\n*Deno 1.8 é lançado com várias novidades*: a atualização conta como\r\ndestaque, com o suporte experimental à API WebGPU, abrindo caminho para\r\naprendizado de máquina acelerado por GPU no Deno. Essa API seria uma\r\nsucessora do WebGL na web, oferecendo uma arquitetura de baixo nível e alto\r\ndesempenho para programar GPUs usando JavaScript. O time do Deno também\r\nacredita que JavaScript, ao invés de Python, poderia atuar como uma\r\nlinguagem ideal para expressar ideias matemáticas em redes neurais\r\nutilizando GPUs. As informações são da página de notícias do Deno.\r\n\r\n*Comprei a mesa dos meus sonhos*: depois de muita pesquisa, no ano passado,\r\neu decidi comprar uma GenioDesks, mesa com regulagem de altura eletrônica.\r\nA grande vantagem é alternar entre trabalhar em pé ou sentado com o toque\r\nde um botão e isso contribui muito com a saúde. Fora que a mesa é\r\nconstruída como um tanque, com até 4 anos de garantia total. O cupom\r\n*FILIPEDESCHAMPS\r\né exclusivo* para os leitores aqui da Newsletter e dá 5% de desconto na\r\ncompra de uma mesa. Confere lá: Link Patrocinado\r\n\u003chttps://click.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5/z2hghnho72km9xap/aHR0cHM6Ly93d3cuZ2VuaW9kZXNrcy5jb20uYnIvP3V0bV9zb3VyY2U9ZmlsaXBlZGVzY2hhbXBz\u003e\r\n\r\n*Você sabia que já somos 56 mil leitores ativos aqui na Newsletter?\r\n*Compartilhe\r\ncom alguém que gosta de tecnologia também: Link\r\n\u003chttps://click.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5/p8heh9h9dw2pk0bq/aHR0cHM6Ly9maWxpcGVkZXNjaGFtcHMuY29tLmJyL25ld3NsZXR0ZXI=\u003e\r\nCancelar inscrição\r\n\u003chttps://unsubscribe.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5\u003e\r\nRua Antônio da Veiga, 495, Blumenau, SC, 89012-500\r\n",
  "html": "\u003cdiv dir=\"ltr\"\u003e\u003cbr\u003e\u003cbr\u003e\u003cdiv class=\"gmail_quote\"\u003e\u003cdiv dir=\"ltr\" class=\"gmail_attr\"\u003e---------- Forwarded message ---------\u003cbr\u003eFrom: \u003cstrong class=\"gmail_sendername\" dir=\"auto\"\u003eGABRIEL ARAGÃO\u003c/strong\u003e \u003cspan dir=\"auto\"\u003e\u0026lt;\u003ca href=\"mailto:batista.gabriel.aragao@gmail.com\"\u003ebatista.gabriel.aragao@gmail.com\u003c/a\u003e\u0026gt;\u003c/span\u003e\u003cbr\u003eDate: Fri, Mar 5, 2021 at 12:49 AM\u003cbr\u003eSubject: Fwd: “Amazônia-1” fora de controle / STF investe em IA / Inventor do Kinect e HoloLens lança novo projeto\u003cbr\u003eTo:  \u0026lt;\u003ca href=\"mailto:ca8e8366e3c165b58147@cloudmailin.net\"\u003eca8e8366e3c165b58147@cloudmailin.net\u003c/a\u003e\u0026gt;\u003cbr\u003e\u003c/div\u003e\u003cbr\u003e\u003cbr\u003e\u003cdiv dir=\"ltr\"\u003e\u003cbr\u003e\u003cbr\u003e\u003cdiv class=\"gmail_quote\"\u003e\u003cdiv dir=\"ltr\" class=\"gmail_attr\"\u003e---------- Forwarded message ---------\u003cbr\u003eFrom: \u003cstrong class=\"gmail_sendername\" dir=\"auto\"\u003eFilipe Deschamps Newsletter\u003c/strong\u003e \u003cspan dir=\"auto\"\u003e\u0026lt;\u003ca href=\"mailto:newsletter@filipedeschamps.com.br\" target=\"_blank\"\u003enewsletter@filipedeschamps.com.br\u003c/a\u003e\u0026gt;\u003c/span\u003e\u003cbr\u003eDate: Wed, Mar 3, 2021 at 11:28 AM\u003cbr\u003eSubject: “Amazônia-1” fora de controle / STF investe em IA / Inventor do Kinect e HoloLens lança novo projeto\u003cbr\u003eTo:  \u0026lt;\u003ca href=\"mailto:batista.gabriel.aragao@gmail.com\" target=\"_blank\"\u003ebatista.gabriel.aragao@gmail.com\u003c/a\u003e\u0026gt;\u003cbr\u003e\u003c/div\u003e\u003cbr\u003e\u003cbr\u003e\u003cdiv\u003e\r\n\r\n\r\n\r\n\r\n\t\r\n\r\n\t\r\n\r\n\r\n\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n\u003cdiv style=\"margin:0;color:#333333;background-color:#ffffff;margin:0;font-family:system-ui,-apple-system,BlinkMacSystemFont,Segoe UI,Helvetica Neue,Helvetica,Arial,sans-serif\"\u003e\r\n\r\n\u003ctable align=\"center\" cellpadding=\"0\" cellspacing=\"0\" style=\"margin:0;color:#333333;max-width:685px;padding:0px 20px;margin:38px auto 0px auto\"\u003e\r\n\r\n\t\u003ctbody style=\"margin:0\"\u003e\r\n\r\n\t\t\u003ctr style=\"margin:0\"\u003e\r\n\r\n\t\t\t\u003ctd style=\"margin:0;padding:0;text-align:left;font-family:system-ui,-apple-system,BlinkMacSystemFont,Segoe UI,Helvetica Neue,Helvetica,Arial,sans-serif;font-size:17px;line-height:26px\"\u003e\r\n\r\n\t\t\t\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eTurma, estamos no meio da semana, tenham uma feliz quarta! \u003c/strong\u003eApós as notícias, a gente destaca um recurso de escritório para aumento de produtividade e saúde que todo mundo deveria considerar:\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eSatélite Amazônia-1 pode estar fora de controle\u003c/strong\u003e: em duas passagens, rastreadores de satélites nos EUA e na Itália captaram sinais indicando que o primeiro satélite com desenvolvimento 100% nacional estaria girando fora de controle. O INPE (Instituto Nacional de Pesquisas Espaciais) ainda não se pronunciou. A situação pode ser reversível, no entanto, com o envio de comandos para os giroscópios do sistema de controle de altitude. As informações são do blog Mensageiro Sideral da Folha de S.Paulo.\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cstrong style=\"margin:0\"\u003eSTF quer usar mais tecnologia, inclusive IA\u003c/strong\u003e: Luís Roberto Barroso, ministro do Supremo, afirmou que a inteligência artificial “VICTOR” tem prestado um serviço valioso, especialmente nos recursos extraordinários, separando o que é repetitivo e verificando as principais peças de processos. O VICTOR é uma ferramenta desenvolvida em parceria com a Universidade de Brasília para agilizar e organizar a tramitação de processos judiciais, mas sem poder de julgamento. As informações são da Mobile Time.\u003c/span\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cstrong style=\"margin:0\"\u003eMicrosoft apresenta Mesh, sistema de realidade mista para reuniões à distância\u003c/strong\u003e: o projeto é de Alex Kipman, o inventor do Kinect e HoloLens, e é uma plataforma colaborativa que cria experiências virtuais e realidade aumentada compartilhadas. Kipman afirma que no futuro, colegas de trabalho poderão utilizar o recurso para se conectar ao Microsoft Teams e colaborar como se estivessem no mesmo local físico, em especial arquitetos, engenheiros e designers trabalhando em modelos 3D. As informações são do site The Verge.\u003cspan style=\"margin:0\"\u003e\u003cbr style=\"margin:0\"\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cstrong style=\"margin:0\"\u003eEmpresa financiada por Bill Gates, Robert Downey Jr. e Tony Fadell, inventor do iPod, cria novo tipo de motor elétrico\u003c/strong\u003e: a Turntide Technologies criou um motor elétrico controlado por software chamado de motor de relutância variável (SRM na sigla em inglês) que usa pulsos precisos de energia ao invés de um fluxo constante de eletricidade para criar torque. A tecnologia só é possível agora por causa do aumento no poder de computação dos últimos anos, necessário para controlar o sistema. A tecnologia é aplicável a 95% dos locais onde motores elétricos comuns são usados hoje, mas o foco inicial da empresa será em edifícios inteligentes. As informações são do TechCrunch.\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cspan style=\"margin:0\"\u003e\u003cstrong style=\"margin:0\"\u003eBilionário japonês vai escolher 8 membros para missão lunar em nave espacial da SpaceX\u003c/strong\u003e: o projeto “dearMoon” do empresário Yusaku Maezawa é a primeira missão civil à Lua, uma viagem com duração de uma semana e lançamento previsto para 2023. Qualquer pessoa pode se inscrever no projeto até 14 de março. O processo seguirá com uma triagem inicial, entrevista online, entrevista final e triagem médica que ocorrerá no final de maio deste ano. As informações são do site Space.\u003cspan style=\"margin:0\"\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eMicrosoft lança Power Fx, linguagem de programação low-code\u003c/strong\u003e: a linguagem é open source e de propósito geral, baseada em fórmulas semelhantes a planilhas do Excel, fortemente tipada, declarativa e funcional, com lógica imperativa e gerenciamento de estado disponível conforme necessário. Parte da documentação já está disponível no repositório “microsoft/power-fx” do GitHub, mas a implementação da linguagem levará algum tempo ainda.\r\n\r\n      \u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eToyota desenvolve sistema de célula de combustível de hidrogênio modular\u003c/strong\u003e: o sistema integra todos os principais componentes de uma célula de combustível como o tratamento do suprimento de ar e hidrogênio, resfriamento e controle de energia em um único módulo compacto, tornando-o facilmente adaptável em caminhões, ônibus, trens, navios ou geradores de energia. O módulo vem em duas configurações, pesando cerca de 250 kg e produz até 80 kW de potência. As informações são da página de imprensa da Toyota.\u003cbr style=\"margin:0\"\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eMicrosoft afirma que hackers chineses estão invadindo servidores Exchange\u003c/strong\u003e: quatro vulnerabilidades zero-day estão sendo exploradas para roubar dados de empresas de defesa, escritórios de advocacia e pesquisadores de doenças infecciosas nos EUA. A empresa já emitiu patches para instâncias Exchange locais e hospedadas, das versões 2013 a 2019. Segundo a Microsoft, o “Hafnium” é um grupo hacker de espionagem cibernética altamente qualificado e sofisticado patrocinado pela China. As informações são do The Register.\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eMicrosoft lança Azure Percept, kit de hardware e software para computação de IA em borda\u003c/strong\u003e: o sistema de “edge computing” entrega um nível de inteligência artificial para tomar decisões onde quer que estejam, ao invés de depender totalmente de serviços de back-end, como por exemplo, câmeras que gravam seletivamente quando detectam certos objetos, situações ou pessoas, ou sensores que fazem ajustes em máquinas e equipamentos em tempo real ao invés de transmitir cada leitura e aguardar instruções de um servidor. O kit custa 349 dólares e já pode ser comprado na loja online da Microsoft. As informações são do The Register.\u003cbr style=\"margin:0\"\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eGoogle lança Chrome 89\u003c/strong\u003e: a atualização deixa o gerenciamento e troca de perfis mais fácil e personalizável, traz um novo recurso para criar lista de leituras, novo sistema para busca por todas as abas abertas, HTTPS por padrão quando usuários não definem o protocolo de uma página, além de várias outras novidades. As informações são do site 9to5Google.\r\n\r\n      \u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eGoogle Fonts agora também oferece ícones gratuitos\u003c/strong\u003e: o conjunto de dois mil ícones distintos está disponível em cinco estilos (preenchido, contornado, arredondado, bicolor e nítido) e em uma variedade de tamanhos e densidades para download. Os ícones são criados com base nos princípios do “Material Design” do Google. As informações são do site 9to5Google.\r\n\r\n      \u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eDeno 1.8 é lançado com várias novidades\u003c/strong\u003e: a atualização conta como destaque, com o suporte experimental à API WebGPU, abrindo caminho para aprendizado de máquina acelerado por GPU no Deno. Essa API seria uma sucessora do WebGL na web, oferecendo uma arquitetura de baixo nível e alto desempenho para programar GPUs usando JavaScript. O time do Deno também acredita que JavaScript, ao invés de Python, poderia atuar como uma linguagem ideal para expressar ideias matemáticas em redes neurais utilizando GPUs. As informações são da página de notícias do Deno.\u003cbr style=\"margin:0\"\u003e\u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003eComprei a mesa dos meus sonhos\u003c/strong\u003e: depois de muita pesquisa, no ano passado, eu decidi comprar uma GenioDesks, mesa com regulagem de altura eletrônica. A grande vantagem é alternar entre trabalhar em pé ou sentado com o toque de um botão e isso contribui muito com a saúde. Fora que a mesa é construída como um tanque, com até 4 anos de garantia total. O cupom \u003cstrong style=\"margin:0\"\u003eFILIPEDESCHAMPS é exclusivo\u003c/strong\u003e para os leitores aqui da Newsletter e dá 5% de desconto na compra de uma mesa. Confere lá: \u003ca href=\"https://click.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5/z2hghnho72km9xap/aHR0cHM6Ly93d3cuZ2VuaW9kZXNrcy5jb20uYnIvP3V0bV9zb3VyY2U9ZmlsaXBlZGVzY2hhbXBz\" style=\"margin:0;color:#0070c9;text-decoration:underline;font-weight:bold\" target=\"_blank\"\u003eLink Patrocinado\u003c/a\u003e\r\n\r\n      \u003c/p\u003e\r\n\u003cp style=\"margin:0;padding-bottom:20px;margin-bottom:20px;border-bottom:1px solid #eee\"\u003e\u003cstrong style=\"margin:0\"\u003e\u003c/strong\u003e\u003cstrong style=\"margin:0\"\u003eVocê sabia que já somos 56 mil leitores ativos aqui na Newsletter? \u003c/strong\u003eCompartilhe com alguém que gosta de tecnologia também: \u003ca href=\"https://click.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5/p8heh9h9dw2pk0bq/aHR0cHM6Ly9maWxpcGVkZXNjaGFtcHMuY29tLmJyL25ld3NsZXR0ZXI=\" rel=\"noopener noreferrer\" style=\"margin:0;color:#0070c9;text-decoration:underline;font-weight:bold\" target=\"_blank\"\u003eLink\u003c/a\u003e\u003c/p\u003e\r\n\r\n\r\n\r\n\t\t\t\u003ca style=\"margin:0;color:#0070c9;text-decoration:underline;font-weight:bold;padding-top:20px;padding-bottom:20px\" href=\"https://unsubscribe.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5\" target=\"_blank\"\u003eCancelar inscrição\u003c/a\u003e\r\n\r\n\t\t\t\u003cdiv style=\"margin:0;font-size:11px;color:#777777\"\u003eRua Antônio da Veiga, 495, Blumenau, SC, 89012-500\u003c/div\u003e\r\n\r\n\t\t\t\u003c/td\u003e\r\n\r\n\t\t\u003c/tr\u003e\r\n\r\n\t\u003c/tbody\u003e\r\n\r\n\u003c/table\u003e\r\n\r\n\u003c/div\u003e\r\n\r\n\r\n\r\n\u003cimg src=\"https://open.convertkit-mail4.com/xmu8dmn0owt6h0nw7oc5\" alt=\"\" style=\"border:0\"\u003e\r\n\r\n\u003c/div\u003e\u003c/div\u003e\u003c/div\u003e\r\n\u003c/div\u003e\u003c/div\u003e\r\n",
  "reply_plain": "---------- Forwarded message ---------\r\nFrom: GABRIEL ARAGÃO \u003cbatista.gabriel.aragao@gmail.com\u003e\r\nDate: Fri, Mar 5, 2021 at 12:49 AM\r\nSubject: Fwd: “Amazônia-1” fora de controle / STF investe em IA / Inventor\r\ndo Kinect e HoloLens lança novo projeto\r\nTo: \u003cca8e8366e3c165b58147@cloudmailin.net\u003e",
  "attachments": []
}